Autodesk.Revit.DB.Analysis.SystemsAnalysisReportStyle
The report style of systems analysis.
Since:
2022

Autodesk.Revit.DB.Analysis.SystemsAnalysisReportStyle.Loads
The loads report style.

Autodesk.Revit.DB.Analysis.SystemsAnalysisReportStyle.Detailed
The detailed report style.